import React from 'react';
import "../Styles/FullDetails.css";

const FullDetails = () => {
    return (
        <>
            <div className="main-page">
                <div className="heading-container">
                    <h2 className="main-heading">Full Details</h2>
                    <hr className="divider" />
                    <h2 className="sub-heading">पुरी जानकारी</h2>
                </div>

                <div className="content-container">
                    <p className="content-paragraph">
                        सिर्फ रिश्ते ही नहीं, आपके शहर की नजदीकी गर्ल, महिला, हाउसवाइफ, होस्तेल्गिर्ल के साथ मीटींग करने का मौका देता हैं, साथ ही 18,000/- से 25,000/- तक कमाने की अवसर भी देती हैं !
                        <br />
                        जो लेडी मेंबर के साथ आपकी मीटिंग होगी, वो लेडी मेंबर आपको पेमेंट देगी, पेमेंट सिर्फ कैश मे लेना हैं आपको ! <br />
                        क्लब ने दिया हुआ मैम्बरांशेप नंबर हमेशा अपने मोबाईल मे संभालकर रखना होगा, क्योकी जिन के साथ आपकी मीटिंग होगी पेमेंट करेगी. <br />
                        हर बार आपको आपके शहर मे किस एरिया मे मीटिंग चाहिये वो बताना होगा.
                        पहली और दूसरी मीटिंग में आपने कोई कमिशन नही देना होगा. तिसरी मीटिंग से 30% कमिशन देना होगा. मतलब आपको दुसर तिसरी मीटिंग के पहले जमा / ट्रान्सफर करना होगा मेम्बरशिप फीस के अलावा कोई भी एक्स्ट्रा चाज नही देना है. जिस दिन आप मेबरंशेप फी जमा/ टान्सपफर करते है उसी दिन से आपको मीटिंग मिलती है.
                        किसी कारणवश आप मेम्बरशिप केंसिल करवानाः चाहते है तो मीटिंग के पहले बताना होगा. <br />
                        आपने जमा / टांसफर किया आ मेम्बरशिप फी आपकी वापस कर दिया जायेगा, वो भी 2 घंटे के अंदर. लेकिन अगर आप मीटिंग के बाद कहते है तो आपकी मेम्बरशिप कंसिल नहीं होगी, और मेम्बरशिष फीस । वापस नहीं होगी, आपको मीटिंग लेनी होगी. या आप अपनी मेम्बवरशिप अपने किसी दोस्त को दे सकते है,
                    </p>
                </div>
            </div>
        </>
    );
};

export default FullDetails;
